<template>
  <div class="about">
    <h1 style="margin-bottom: 15px;">Суть</h1>
      <p>
        В данном тестовом задании требовалось сверстать веб-приложение
         на основе базы кафе. В приложении должна быть возможность видеть все кафе + возможность рандомного выбора кафе. Нужен адаптив с десктопа до мобильного устройства. От себя добавил поиск по названию кафе и возможность просмотра полной информации конкретного кафе
      </p>
  </div>
</template>
<style scoped>
.about{
  padding: 2%;
  margin-right: auto;
  margin-left: auto;
}
</style>